wshno/micropython/ports/esp32/boards/NODEMCU32S/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "NodeMCU-ESP-32S"
#define MICROPY_HW_MCU_NAME "xtensa-lx6-32"
